Revit 2021.1 API
FormatOptions.CanUsePlusPrefix Method
Overload List
Name | Description
CanUsePlusPrefix()
 Checks whether a plus prefix can be displayed for the display unit in this FormatOptions.
CanUsePlusPrefix(DisplayUnitType) |  Obsolete.
 Checks whether a plus prefix can be displayed for a given display unit.
CanUsePlusPrefix(ForgeTypeId)
 Checks whether a plus prefix can be displayed for a given unit.
See Also
FormatOptions Class
FormatOptions Members
Autodesk.Revit.DB Namespace